{"dict":"dict9k","article":"Day1\n\tA plane flew them back to the capital, gratis. 一架飞机将他们免费送回首都。\n\tThe cat ensconced itself in the armchair. 猫安安稳稳地蹲在扶手椅里。\n\tShe separated the wool into more hanks of different shades. 她把毛线分成了更多不同色调的小卷。\n\tI see myself not as a cynic but as a realist. 我觉得自己不是一个愤世嫉俗的人，而是一个现实主义者。\n\tThe school puts a lot of emphasis on teaching children to read and write. 学校非常重视对孩子们的读写教育。\n\tMany of the region's orchards have been paved over. 该地区的许多果园都被铺平了。\n\tIt was an auspicious beginning to his long career. 这是他漫长生涯的良好开端。\n\tThe plan originally proposed was ruled unrealistic. 最初提出的计划被判定为不切实际。\n\tShe fussed with a wisp of hair over her ear. 她紧张不安地拨弄耳边的一缕头发。\n\tHe loved gardening. He went at it hammer and tongs as soon as he got back from work. 他酷爱侍弄花草。每次一下班回到家里，他就兴冲冲地忙活起来。\n\tOne quality of pinewood is that it can be sawn easily. 松木的一个特点是容易锯开。\n\tSeveral people testified during the revival meeting. 有几个人在布道奋兴会上做了见证。\n\tHis tendency to overact made his performance less realistic. 他演戏时倾向于过分夸张，这使得他的表演不够真实。\n\tI would unhesitatingly choose the latter option. 我会毫不迟疑地选择后一种方案。\n\tOnce the drugs get ahold of you, it just changes you completely. 一旦被毒瘾控制，你就会跟完全变了个人似的。\n\tThe vitamins come in a form that is easily utilized by the body. 把维生素制成易被人体吸收的产品。\n\tThe putrid stench of garbage was almost unbearable. 垃圾的恶臭几乎让人无法忍受。\n\tIt would be discourteous to ignore his request. 无视他的请求是失礼的。\n\tHe suddenly exploded into maniacal laughter. 他突然发出一阵狂笑。\n\tI stood just beyond the entryway hoping he would notice me. 我就站在入口通道的旁边，希望他会注意到我。\n\tThis is likely to have exclusionary effects on the market. 这很可能在市场上产生排他性效果。\n\tHe's an archaeologist and has been on a dig in Crete for the past year. 他是位考古学家，过去的一年都在参与克里特岛上的一项考古发掘工作。\n\tChina is looking a likely victor at these championships. 中国队看起来有可能在这些比赛中胜出。\n\tThere was a flicker of hope in his eyes. 他的眼中闪过一丝希望。\n\tHe feared the soul of his deceased wife would haunt him. 他害怕亡妻的鬼魂会来缠扰他。\n\tHe is a great tactician, but an inadequate strategist. 他是一个伟大的战术家,但不是什么了不起的战略家。\n\tHe saw his vocation as one of prayer and apostolic work. 他认为从事祷告和门徒的工作是他的使命。\n\tI cradled my video camera nervously on my lap, but its cold contours did nothing to comfort me. 我紧张地把摄影机架在大腿上，但是它冰冷的外形并没能给我任何安慰。\n\tYou can eat whatever you want as long as it's in moderation. 你可以想吃什么就吃什么，只要适量就好。\n\tThe President was replaced by his second-in-command. 总统一职由其副手接替。\n\tThat didn't fix the problem, but I have more than one string to my bow. 那个并没有解决问题，但我还有别的办法。\n\tGrey flannels are incorrect for tennis. 打网球时不宜穿灰法兰绒裤子。\n\tHe had an estate with footmen in Russian livery and carriages. 他有一座庄园，内有身穿俄罗斯制服的仆人和马车。\n\tShe stared dreamily out of the small window at the blue horizon. 她心不在焉地凝视着小窗外的蓝色地平线。\n\tIn some sentences the word “ likely” is adverbial rather than adjectival.在有些句子里，单词likely是副词而不是形容词。\n\tDoctors feel that a more individualized approach to patients should now be adopted. 医生们认为现在对病人应采用更加个性化的治疗方案。\n\tThey are now working at a great disadvantage. 他们现在正在非常不利的条件下工作。\n\tThis manuscript is coeval with that one. 这件手稿和那件是同年代的。\n\tThe headlamps illuminated a tree which seemed to be leaping berserkly towards her. 汽车的前灯照亮了一棵树,那树像是正向她猛扑过来。\n\tTwo navy warships have been sent to the area. 两艘海军战舰已被派往该地区。\n\tA huge plane slid off an aerodrome runway. 一架巨大的飞机滑离机场跑道。\n\tStrict safety tests are carried out on food additives. 对食品添加剂进行了严格的安全检测。\n\tThe authorities say they are not able to keep count of the bodies still being found as helicopters search the area. 当局称直升机搜查该地区时尸体仍在陆续被发现，他们无法提供具体数目。\n\tI've been his sidekick for long enough - it's time I found myself something better to do. 我给他当助手的时间已经够长了——是该为自己找点儿更好的事做的时候了。\n\tHe let down the tailgate so the dog could jump out. 他放下后背门，好让狗跳出来。\n\tWriting this book has been an Olympian task in itself. 写这部书本身就是一个浩大的工程。\n\tDecorate the tunic with sequins or glitter. 用亮片或金葱粉装饰这件束腰外衣。\n\tIt is a warm-hearted and ultimately uplifting movie. 这部电影温暖感人，鼓舞人心。\n\tI'll take a turn making the dinner－ you have a rest. 你休息一下吧，轮到我做一次晚饭了。\n\tI'll have to see about getting that roof repaired. 我得找人把房顶修一修。\n\tWe have passed all relevant information on to the police. 我们已经把所有相关信息都告知了警方。\n\tDon't unwrap your present until your birthday. 生日礼物要等到你生日那天才可打开。\n\tHe was found to be of unsound mind when he committed the murder. 经查明，他实行谋杀时精神不正常。\n\tI acted instinctively because I had been trained and drilled to do just that. 我的行动是本能，因为我经过培训并反复练习过。\n\tIn my opinion, Hirst's work has been vastly overrated. 依我看赫斯特的作品被大大地高估了。\n\tThe young man smiled with a bob of his head. 那个小伙子微笑着点了一下头。\n\tHe is a phenomenon that will leave the footlights only when he does actually retire. 他是一个只有在真正退休后才会告别舞台生涯的奇才。\n\tThe game was postponed due to inclement weather. 比赛因暴雨天气而推迟。\n\tThe number of refugees seeking political asylum has risen recently. 寻求政治庇护的难民人数最近有所增长。\n\tAn enlarged Latin group would be in a stronger position to negotiate en bloc with the United States. 壮大的拉丁国家群体抱团和美国谈判将处于更加强势的位置。\n\tDuring the rutting season the big boars have the most terrible mating battles. 大野猪到了发情期会为了交配而斗得不可开交。\n\tFew had expected that change to be as cataclysmic as it turned out to be. 几乎没有人想到这一转变如此具灾难性。\n\tJoe had a low, guttural voice with a midWestern accent. 乔说话声音低沉粗嘎，带着中西部地区的腔调。\n\tThe center fielder made a great catch to rob him of a home run. 中场手一个漂亮接球使他失去了本垒打。\n\tShe did a very poor job: she made a shambles of it. 她把事情办得很差劲 ,全让她搞糟了。\n\tHe is selling most of his collection, keeping only the real rarities. 他出售大部分的收藏品，只留下一些真正的珍品。\n\tThe attacks were not racially motivated. 袭击事件不是由种族原因引起的。\n\tThey face tougher sanctions and ostracism from the civilized world. 他们面临更严厉的制裁和文明世界的排斥。\n\tBriscoe reached down and mussed the boy's hair. 布里斯科伸出手揉揉那男孩的头发。\n\tA lot of the longer jackets are unisex. 很多较长一些的上装都是男女通穿的。\n\tThe first time I had chemo I was quite scared. 第一次做化疗时，我吓得要命。\n \n","redundantList":[],"selected":[],"theme":0}